import React from "react"
import "./Home.css"

class Home extends React.Component{
    render(){
        return (
        <div className="box-about">
            <p>Μέσα από τη χρήση του WattErloo η ομάδα μας «ΤouLoumpes» θέλει να προσφέρει δεδομένα σχετικά με την αγορά της ηλεκτρικής ενέργειας στην Ευρώπη. Τα δεδομένα που διαχειριζόμαστε προέχονται απο τον διαδικτυακό τόπο transparency.entsoe.eu  και είναι κρίσιμα για τη διαφάνεια στη λειτουργία της αγοράς ηλεκτρικής ενέργειας και η διάθεση, οπτικοποίηση και ανάλυσή τους είναι απαραίτητες υπηρεσίες προς τους συμμετέχοντες στην αγορά, ανεξάρτητα από το ρόλο τους (παραγωγοί, πωλητές, συνεταιρισμοί κ.ά.). Κάθε χρήστης που έχει πρόσβαση στα δεδομένα (ύστερα από την πληκτρολόγηση έγκυρου ονόματος χρήστη και κωδικού) έχει τη δυνατότηα να επιλέξει να δει ένα από τα παρακάτω σύνολα δεδομένων:
            </p>
            <p>•	ActualTotalLoad. Περιέχει την πραγματική ενέργεια που καταναλώθηκε (φορτίο) σε μια χωρική εμβέλεια στην οποία αναφέρεται (χώρα ή ζώνη αγοράς). Οι τιμές που περιέχει (MWh) έχουν προκύψει από μετρήσεις του συστήματος διανομής ηλεκτρικής ενέργειας μετά την κατανάλωση, πχ την επόμενη μέρα.
            </p>
            <p>•	DayAheadTotalLoadForecast. Περιέχει μια πρόβλεψη για τη συνολική ζήτηση σε ενέργεια κατά την επόμενη μέρα, σε μια χωρική εμβέλεια στην οποία αναφέρεται (χώρα ή ζώνη αγοράς). Οι τιμές που περιέχει (MWh) υπολογίζονται από μαθηματικά μοντέλα πρόβλεψης. 
            </p>
            <p>•	AggregatedGenerationPerType. Αφορά την ανάλυση της πραγματικής παραγωγής ενέργειας στη χώρα ή ζώνη στην οποία αναφέρεται, ανάλογα με τον τρόπο παραγωγής (θερμική, αιολική, ηλιακή, πυρηνική κ.ά.). Περιέχει τιμές (MWh) που έχουν αθροιστεί ανά τρόπο παραγωγής ηλεκτρικής ενέργειας.
            </p>
            <p>
                Για να δείτε τα παραπάνω σύνολα δεδομένων  πατήστε το κουμπί «Search» στην μπάρα.
            </p>
        </div>
        )
    }
}

export default Home;